{
  "id": "0f1sd5-23fs0sf5d-20fs56fsd",
  "coverImg": "yotam_cover.jpg",
  "bio": "Collaborating Scientist & Clinical Supervisor",
  "slug": "yotam-heineberg",
  "address": {
    "zip": "94110",
    "country": "USA",
    "state": "CA",
    "city": "San Francisco",
    "line2": "",
    "line1": ""
  },
  "email": "",
  "name": {
    "last": "Heineberg",
    "first": "Yotam",
    "full": "Yotam Heineberg"
  },
  "profileImg": "yotam_profile.png",
  "resources": [
    {
      "image": "compassion.jpg",
      "description": "It demonstrates how the dark triad might correlate and interact with other dimensions of power, leadership, compassion, individual and organizational well-being. ",
      "type": "book",
      "title": "Positive leadership, power and compassion",
      "resource": "https://www.amazon.com/Experiencing-Inside-Self-Practice-Self-Reflection-Psychotherapists/dp/1462540643/ref=sr_1_1?keywords=dennis+tirch&qid=1565658882&s=gateway&sr=8-1"
    },
    {
      "type": "link",
      "title": "The Pleasant Life, the Engaged Life, and the MeaningfulLife: What about the Balanced Life",
      "resource": "https://www.scribd.com/document/212631989/The-Pleasant-Life-The-Engaged-Life-And-the-Meaningful-Life-what-About-the-Balanced-Life"
    },
    {
      "type": "link",
      "title": "Yotam's TEDx talk",
      "resource": "https://twitter.com/stanfordmed/status/696753476681003008?lang=en"
    }
  ],
  "qualifications": [
    {
      "qualification_year": 2010,
      "image": "alumni.png",
      "school": "Stanford Universities",
      "certification": "Clinical psychology "
    }
  ],
  "about": "<p>Dr. Heineberg is a clinical supervisor for therapists in training and lecturer for Palo Alto University, as well as Applied Psychological Interventions Associate at CCARE. His work is informed by his training in Compassion Focused Therapy and evidence based principles to explore new routes towards healing via compassion practices.</p><p>Dr. Heineberg&rsquo;s passion has been finding effective methods for healing the cycle of violence with compassion. With collaborators Drs. Rony Berger and Philip Zimbardo, he has been implementing &ldquo;ERASE-Stress-Pro-Social&rdquo;, a school-based, teacher mediated program that reduces post traumatic distress and increases pro social engagement in warzones and inner cities.</p><p>They have recently completed data collection on an international project to examine the processes of heroic transformation from violence to peacemaker among former gang members, and Israeli and Palestinian former combatants who now work to make peace in their communities. These pilots will inform future compassion trainings in school systems worldwide.</p><p>Dr. Heineberg is also passionate about scalable technology based interventions to increase wellbeing and compassion. He recently developed VBT (Values and Behavior Tracking), a web based program that emphasizes a healing integration of positive values with kind behaviors.</p><p>He also works with his collaborator Dr. Dan Martin in order to develop additional technology tools to increase wellbeing and pro-sociality in a variety of settings, ranging from clinical populations, to school systems and workplace environments.</p>",
  "phone": ""
}
