[
  {
    "approach": {
      "html": "<p>Dr. Tirch is the Founder of The Center for Compassion Focused Therapy, the first clinical training center for Compassion Focused Therapy (CFT) in the United States. </p><p>Dr. Tirch has been described as one of the country&rsquo;s foremost leaders in compassion training and evidence-based therapy. He is an internationally acknowledged expert therapist, supervisor and trainer in CFT, Cognitive Behavioral Therapy (CBT), Acceptance and Commitment Therapy (ACT) and Buddhist Psychology (BP).</p><p>Dr. Tirch is an author of 6 books, and numerous chapters and peer reviewed articles on mindfulness, acceptance and compassion in psychotherapy. His books include the new Guilford Publications release, <strong>Experiencing ACT from the Inside Out</strong>, a self-practice/self-reflection workbook for therapists, and<strong>The Compassionate Mind Guide To Overcoming Anxiety</strong>, the first evidence-based self-help book to apply the science of compassion to the treatment of anxiety. </p><p>With Dr. Laura Silberstein-Tirch and others, Dr. Tirch is currently developing a research protocol involving behavioral science and CFT for treating anxiety, worry and fear-based difficulties through compassionate courage cultivation.</p><p>Dr. Tirch serves as:</p><ul><li>President of the Association for Contextual Behavioral Science (ACBS)</li><li>President of The Compassionate Mind Foundation of North America</li><li>Associate Clinical Professor at The Icahn College of Medicine at Mt. Sinai Medical Center</li><li>Fellow of ACBS</li><li>Founding President Emeritus of The New York City Chapter ACBS</li><li>Fellow &amp; Certified Consultant &amp; Trainer for The Academy of Cognitive Behavioral Therapy</li><li>Fellow and Past-President of The New York City CBT Association</li></ul>",
      "image": "dennis-tirch-1.jpg"
    },
    "comprehensive": {
      "html": "<p>Dr. Tirch&rsquo;s work has been covered by numerous media outlets, including; The Wall Street Journal, The Washington Post, The New York Times, The New York Post, NPR, WIRED, and O Magazine.</p><p>Dr. Tirch regularly conducts training workshops and courses globally, live and online, and has served as an invited speaker for many organizations, such as Columbia University, The University of New South Wales, The University of Hong Kong, The NYC-CBT Association, ABCT, ACBS, New York University, Cornell University, and the Kagyu Samye Ling Buddhist monastery,&nbsp;and The Institute for Meditation and Psychotherapy.</p><p>In addition to his work in clinical psychology, Dr. Tirch has based his life upon meditative and contemplative disciplines for over 40 years, beginning at age 10 with his first Zen teacher and uncle, Sergeant Michael A. Hughes of the 555th Battalion of The 82nd Airborne Division. </p><p>Dr. Tirch has taken Dharma Holder vows in Soto and Rinzai lines, with The Zen Garland Order; Sanjujo Kai vows in Tendai Shu Buddhism; serves as an Ambassador for The Ram Dass Fellowship; and is a long time practitioner in the J.G. Bennett Line of the Gurdjieff Work, with Robert Fripp and The Guitar Circle community. </p><p>Dr. Tirch&rsquo;s work in this area can be found in his book&nbsp;<em>Buddhist Psychology and CBT: A Clinician&rsquo;s Guide</em><em>&nbsp;</em>with Laura Silberstein and Russell Kolts, as well as in private instruction. Dr. Tirch is involved in Bhakti Yoga and Kirtan practice, blending American traditional, guitar based, country-blues music with Kirtan and mantra musical forms of meditation.</p><p>Prior to founding The Center, Dr. Tirch collaborated with leading CBT therapist,&nbsp;Dr. Robert Leahy, at The American Institute for Cognitive Therapy for 12 years, serving as Associate Director of The Institute. Dr. Tirch has worked closely with CFT Founder, Dr. Paul Gilbert, in the development of compassion focused approaches for anxiety.</p><p>Dr. Tirch has benefited by participating in numerous trainings with many mentors, experts, friends and colleagues such as Paul Gilbert, Robert Leahy, Kelly Wilson, Steven C. Hayes, Robert Fripp, Robyn Walser and Zindel Segal. &nbsp;Dr. Tirch is a founding participant in the ACT peer consultation group for New York City and Environs (ACTNYCE).</p><p>Dr. Tirch is a New York State licensed clinical psychologist who has served as an Assistant Clinical Professor at Weill-Cornell Medical College, and as an Adjunct Associate Professor at Albert Einstein Medical School.</p><p>Dr. Tirch received his PhD from Fairleigh Dickinson University.</p>",
      "image": "dennis-tirch-2.jpg"
    },
    "description": "",
    "id": "763fbj-fhrf-wefhrt4-sdf812",
    "image": "Center-Compassion-Focused-Therapy.png",
    "name": "The Center for Compassion Focused Therapy",
    "slug": "center-compassion-focused-therapy",
    "teamOwnerName": "Dr. Dennis Tirch",
    "teamMembers": [
      {
        "picture": "dennis-tirch-profile.png",
        "name": "Dr. Dennis Tirch",
        "description": "Dennis Tirch, Ph.D. is the Founder of The Center for Compassion Focused Therapy, Past President of The Association for Contextual Behavioral Science (ACBS) and an Associate Clinical Professor at Icahn Medical School at Mt. Sinai, NY. Dr. Tirch is an author of 6 books, and numerous chapters and peer reviewed articles, including The ACT Practitioner’s Guide to The Science of Compassion and Buddhist Psychology and CBT: A Clinician's Guide. Dr.Tirch regularly conducts CFT and ACT trainings, consultation & workshops globally.",
        "expertSlug": "dennis-tirch",
        "isTeamOwner": true
      }
    ]
  },
  {
    "approach": {
      "html": "<p><span style=\"font-weight: 400;\">Dr. Yotam Heineberg is a licensed clinical psychologist and a clinical faculty member at Palo Alto University, where he not only teaches but also offers clinical and group training in resilience-oriented approaches to healing and growth such as Compassion Focused Therapy (CFT). Yotam is also the Chief Clinical Officer at Resiliens where he leads research, clinician operations and implementation of evidence-based programs.</span></p><p><span style=\"font-weight: 400;\">Yotam completed his doctorate at the PGSP-Stanford Psy.D. Consortium. He did his postdoctoral training and acted as a healthcare Fellow at Stanford University with the Center for Compassion and Altruism, Research and Education (CCARE), where he developed various programs focused on resilience, team building and compassion.</span></p><p><span style=\"font-weight: 400;\">He also designs and delivers programs and workshops for stress & burnout reduction, as well as employee retention and collaboration, in support of specific audiences such as nurses, clinicians, and executives in for-profit and non-for-profit settings. Yotam lives in San Francisco, runs a private practice and works with clients and organizations nationally and internationally.</span></p>",
      "video": "https://youtu.be/DWLEUHhcIws?t=2"
    },
    "comprehensive": {
      "html": "",
      "video": ""
    },
    "description": "New York’s home for mindfulness and compassion focused cognitive behavioral therapy",
    "id": "5fs84sfd5-541fsdfs1-21154sfddfs",
    "image": "helping-helpers.jpg",
    "name": "Helping the Helpers",
    "slug": "helping-the-helpers",
    "teamOwnerName": "Dr. Yotam Heineberg",
    "teamMembers": [
      {
        "picture": "yotam_profile.jpg",
        "name": "Dr. Yotam Heineberg",
        "description": "Yotam is a licensed clinical psychologist and a clinical faculty member at Palo Alto University, where he not only teaches, but also offers clinical and group trainings in resilience oriented approaches to healing and growth such as Compassion Focused Therapy (CFT). Yotam is also the Chief Clinical Officer at Resiliens  where he leads research, clinician operations and implementation of evidence-based programs.",
        "expertSlug": "yotam-heineberg",
        "isTeamOwner": true
      }
    ]
  },
  {
    "approach": {
      "html": "<p>Deirdre Fay, MSW, works with people who have had crummy histories to develop an inner platform to get their needs met and have success in all areas of life.</p><p>With over 30 years of experience as a psychotherapist and educator, Deirdre brings together modern science with ancient wisdom traditions in exploring the Transformational Journey of life which has been called a radically positive approach to healing trauma.</p><p>Deirdre&rsquo;s message resonates deeply with those who may look successful on the surface, but internally feel plagued by shame, anxiety, distress, depression &ndash; wondering why they&rsquo;re stuck in repeating relational and life patterns. Her third book Becoming Safely Embodied (2021) became a best-seller before it was published.</p>",
      "video": "https://vimeo.com/430174449"
    },
    "comprehensive": {
      "html": "<p>Deirdre has decades of experience exploring the intersection of trauma, attachment, yoga and meditation, and teaches &ldquo;a radically positive approach to healing trauma&rdquo;.</p><p>Deirdre founded the Becoming Safely Embodied skills groups, the basis for her latest book, and is the author of <strong>Attachment-Based Yoga &amp; Meditation for Trauma Recovery and co-author of Attachment Disturbances for Adults</strong>, as well as the co-author of chapters in Neurobiological Treatments of Traumatic Dissociation.</p><p>A former supervisor at The Trauma Center, Sensorimotor Psychotherapy Institute trainer from 2000&ndash;2008, certified in Internal Family Therapy, qualified trainer in Mindful Self-Compassion, former board member of the New England Society for the Study of Trauma and Dissociation, and trained in Self-Awakening Yoga and LifeForce Yoga, Deirdre is a respected international teacher and mentor for working safely with the body. She currently resides with her husband in Nice, France.</p>",
      "video": "https://vimeo.com/401701967"
    },
    "description": "",
    "id": "6e596-566cfh-579v-r46fyh-57vdc",
    "image": "safely-embodied.jpg",
    "name": "Safely Embodied",
    "slug": "safely-embodied",
    "teamOwnerName": "Deirdre Fay",
    "teamMembers": [
      {
        "picture": "d-fay_profile.jpg",
        "name": "Deirdre Fay",
        "description": "Deirdre Fay, MSW, works with people who have had crummy histories to develop an inner platform to get their needs met and have success in all areas of life.  With over 30 years of experience as a psychotherapist and educator, Deirdre brings together modern science with ancient wisdom traditions in exploring the Transformational Journey of life.",
        "expertSlug": "deirdre-fay",
        "isTeamOwner": true
      }
    ]
  },
  {
    "approach": {
      "html": "<p>Dr Stan Steindl is an Australian clinical psychologist with over 20 years experience as a therapist, supervisor, trainer and researcher. He is passionate about motivational interviewing and compassion focused therapy and presents on these topics around the world.</p><p>Dr Stan Steindl is a Clinical Psychologist in private practice at Psychology Consultants Pty Ltd, and an Adjunct Associate Professor at School of Psychology, University ofQueensland, Brisbane, Australia. He is also co-director of the UQ Compassionate Mind Research Group.</p><p>Stan has over 20 years experience as a therapist, supervisor, trainer and researcher, and works with clients from motivational interviewing and compassion focused therapy perspectives.</p><p>Dr Stan Steindl's PhD examined combat-related posttraumatic stress disorder and comorbid alcohol dependency, and he continues to work in the areas of trauma and addiction, as well as having a general clinical practice.</p><p>Stan&rsquo;s research interests are in the areas of motivation, behaviour change, compassion and compassion-based interventions, and especially the role of cultivating compassion and self-compassion in the context of trauma, shame, self-criticism and clinical disorders, as well as promotingpsychological wellbeing.</p><p>He is the author three books and several book chapters and research publications. His books include <strong>Compassion in a T-Shirt: The First 35 Scripts </strong>(2020), <strong>The Gifts of Compassion: How to Understand and Overcome Suffering</strong> (2020), and <strong>The Gifts of Compassion: Personal Practice Workbook</strong> (2021).</p>",
      "image": "stan2.png"
    },
    "comprehensive": {
      "html": "",
      "image": ""
    },
    "description": "",
    "id": "784-hfe-61gr34-4ydj3-354f",
    "image": "Stan-cover.jpg",
    "name": "Psychology Consultants",
    "slug": "psychology-consultants",
    "teamOwnerName": "Dr Stan Steindl",
    "teamMembers": [
      {
        "picture": "stan-profile.jpg",
        "name": "Dr Stan Steindl",
        "description": "Dr Stan Steindl is an Australian clinical psychologist with over 20 years experience as a therapist, supervisor, trainer and researcher. He is passionate about motivational interviewing and compassion focused therapy and presents on these topics around the world.",
        "expertSlug": "stan-steindl",
        "isTeamOwner": true
      }
    ]
  }
]
